<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Offer Language Lines
    |--------------------------------------------------------------------------
    */

    'offer name required'     => 'اسم العرض مطلوب',
    'offer name Unique'       => 'اسم العرض موجود مسبقا',
    'offer name Max'          => 'اسم العرض يجب الا يزيد عن 100 حرف',
    'offer Price required'    => 'سعر العرض مطلوب',
    'offer price Numeric'     => 'سعر العرض يجب ان يكون رقما',
    'offer Details required'  => 'تفاصيل العرض مطلوبة',
];
